Repository: GMD170629/ermao-library
Catalog: apps/mobile/iosApp/ErmaoLibrary/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# work.contents.folder.hasChildren
source: Folder
zh_hans: 文件夹

# work.contents.openChildren
source: Open child contents
zh_hans: 打开下级内容

# work.contents.readableResource
source: Readable resource
zh_hans: 可读资源

# work.contents.sourceDirectory.format
source: Source directory %lld
zh_hans: 来源目录 %lld

# work.resource.importPending
source: This resource is not ready. Refresh to check its import status.
zh_hans: 此资源尚未就绪，请刷新检查导入状态。

# work.detail.title
source: Book Details
zh_hans: 图书详情

# work.action.download
source: Download
zh_hans: 下载

# work.action.download.unavailable
source: Downloads will be available in a later release.
zh_hans: 下载功能将在后续版本开放。

# work.action.readingStatus
source: Reading Status
zh_hans: 阅读状态

# work.action.readingStatus.unavailable
source: Reading status editing will be available in a later release.
zh_hans: 阅读状态编辑将在后续版本开放。

# work.action.shelf
source: Add to Shelf
zh_hans: 加入书架

# work.action.shelf.unavailable
source: Shelf organization will be available in a later release.
zh_hans: 书架整理将在后续版本开放。

# work.description.title
source: About This Work
zh_hans: 内容简介

# work.description.expand
source: Expand
zh_hans: 展开

# work.description.collapse
source: Collapse
zh_hans: 收起

# work.description.empty.message
source: No description has been added for this book.
zh_hans: 这本图书暂未添加简介。

# work.description.empty.title
source: No Description
zh_hans: 暂无简介

# work.error.message
source: Check your connection and reload this work.
zh_hans: 请检查网络连接并重新加载这部作品。

# work.error.title
source: Unable to load details
zh_hans: 无法加载作品详情

# work.media.title
source: Media types
zh_hans: 媒体类型

# work.mediaVolumeCount.format
source: %1$@ · %2$lld resources
zh_hans: %1$@ · 共 %2$lld 个资源

# work.progress.format
source: %lld%% read
zh_hans: 阅读进度 %lld%%

# work.listener.continue.action
source: Continue Listening
zh_hans: 继续收听

# work.listener.start.action
source: Start Listening
zh_hans: 开始收听

# work.book.reading.format
source: Reading · %@
zh_hans: 正在阅读 · %@

# work.book.listening.format
source: Listening · %@
zh_hans: 正在收听 · %@

# work.reader.continue.action
source: Continue Reading
zh_hans: 继续阅读

# work.reader.start.action
source: Start Reading
zh_hans: 开始阅读

# work.reader.unavailable.action
source: Reading unavailable
zh_hans: 暂不可开始阅读

# work.reader.unavailable.message
source: Reader handoff is not available in this build.
zh_hans: 当前版本尚未接入阅读器。

# work.series.accessibility.hint
source: Shows other works in this series.
zh_hans: 查看该系列中的其他作品。

# work.section.about
source: About
zh_hans: 简介

# work.section.media
source: Media types
zh_hans: 媒体类型

# work.status.accessibility.label
source: Reading status
zh_hans: 阅读状态

# work.status.finished
source: Finished
zh_hans: 已读完

# work.status.reading
source: Reading
zh_hans: 正在阅读

# work.status.unread
source: Unread
zh_hans: 未开始

# work.metadata.filePath
source: File path
zh_hans: 文件路径

# work.metadata.format
source: Format
zh_hans: 格式

# work.metadata.language
source: Language
zh_hans: 语言

# work.metadata.pages
source: Pages
zh_hans: 页数

# work.metadata.published
source: Publication date
zh_hans: 出版日期

# work.metadata.source
source: Metadata source
zh_hans: 元数据信息来源

# work.metadata.title
source: Selected Resource Metadata
zh_hans: 当前资源元数据信息

# work.volumes.loadMore.failed
source: Couldn’t load more. Tap to retry.
zh_hans: 无法加载更多，点击重试

# work.volumes.loadMore.loading
source: Loading more resources…
zh_hans: 正在加载更多资源…

# work.volumes.title
source: Resources
zh_hans: 资源

# work.unavailable.title
source: Not Available
zh_hans: 暂不可用

# work.volume.download.action
source: Download this resource
zh_hans: 下载此资源

# work.volume.download.completed
source: Download complete
zh_hans: 下载完成

# work.volume.download.pause
source: Pause this download
zh_hans: 暂停此资源下载

# work.volume.download.retry
source: Retry this download
zh_hans: 重试此资源下载

# work.volume.accessibility.label
source: Resource %1$@, %2$@
zh_hans: 第 %1$@ 个资源，%2$@

# work.volume.progress.notStarted
source: Not started
zh_hans: 未开始

# work.volumeCount.format
source: %lld resources
zh_hans: 共 %lld 个资源

# work.volumes.empty.message
source: This media type has no readable resources.
zh_hans: 当前媒体类型没有可阅读的资源。

# work.volumes.empty.title
source: No Resources
zh_hans: 暂无资源

# auth.accountDisabled.message
source: Ask the server administrator to restore this account before signing in again.
zh_hans: 请联系服务器管理员恢复账户后再登录。

# auth.accountDisabled.navigationTitle
source: Account Unavailable
zh_hans: 账户不可用

# auth.accountDisabled.title
source: This Account Is Disabled
zh_hans: 账户已停用

# auth.email.label
source: Email
zh_hans: 邮箱

# auth.invalidCredentials
source: The email or password is incorrect.
zh_hans: 邮箱或密码不正确。

# auth.login.action
source: Sign In
zh_hans: 登录

# auth.login.navigationTitle
source: Sign In
zh_hans: 登录

# auth.login.welcome
source: Welcome Back
zh_hans: 欢迎回来

# auth.password.label
source: Password
zh_hans: 密码

# auth.password.placeholder
source: Password
zh_hans: 密码

# auth.privateDeployment
source: Private deployment · Data stays on your server
zh_hans: 私有部署 · 数据保留在你的服务器

# common.cancel
source: Cancel
zh_hans: 取消

# common.loading
source: Loading
zh_hans: 正在加载

# common.ok
source: OK
zh_hans: 好

# common.operationFailed
source: The operation couldn’t be completed. Check device storage and try again.
zh_hans: 操作未能完成，请检查设备存储后重试。

# common.operationFailed.title
source: Operation Failed
zh_hans: 操作未完成

# common.requestFailed
source: The request couldn’t be completed. Check the connection and try again.
zh_hans: 请求未能完成，请检查连接后重试。

# server.add.action
source: Add Server
zh_hans: 添加服务器

# server.add.form.header
source: Enter your self-hosted server information.
zh_hans: 输入自托管服务器的信息。

# server.add.title
source: Add Server
zh_hans: 添加服务器

# server.check.action
source: Check and Continue
zh_hans: 检查并继续

# server.check.footer
source: We’ll check server health, compatibility, setup, and sign-in status in order.
zh_hans: 将依次检查服务器、兼容性、初始化状态和登录状态。

# server.connection.active
source: Active
zh_hans: 当前

# server.connection.status
source: Connection
zh_hans: 连接状态

# server.current.section
source: Current Server
zh_hans: 当前服务器

# server.empty.message
source: Add a self-hosted server to start reading.
zh_hans: 添加自托管服务器，开始阅读。

# server.empty.multiple
source: Save multiple servers
zh_hans: 可保存多个服务器

# server.empty.privacy
source: Server addresses and account data stay on this device.
zh_hans: 服务器地址和账户数据仅保存在此设备。

# server.empty.singleActive
source: Use one server at a time
zh_hans: 同时只使用一个

# server.empty.title
source: Connect Your Library
zh_hans: 连接你的书库

# server.identity.accessibility.format
source: Server %@, %@
zh_hans: 服务器 %@，%@

# server.inactive.policy
source: Inactive servers do not play, download, or sync in the background.
zh_hans: 非当前服务器不会播放、下载或后台同步。

# server.compatibility.appUpdate.message
source: The server requires a newer version of this app. Update the app and try again.
zh_hans: 服务器要求使用更新版本的 App，请更新 App 后重试。

# server.compatibility.appUpdate.title
source: App Update Required
zh_hans: 需要更新 App

# server.compatibility.invalidResponse.message
source: The address did not return a valid Ermao Library compatibility response. Check the server address and service status.
zh_hans: 该地址未返回有效的二毛图书兼容性信息，请检查服务器地址和服务状态。

# server.compatibility.invalidResponse.title
source: Invalid Server Response
zh_hans: 服务器响应无效

# server.compatibility.serverUpdate.message
source: The server protocol, data schema, or required mobile capability is not supported. Update the server and try again.
zh_hans: 服务器协议、数据结构或移动端必需能力不受支持，请更新服务器后重试。

# server.compatibility.serverUpdate.title
source: Server Update Required
zh_hans: 需要更新服务器

# server.incompatible.footer
source: Compatibility checks can’t be bypassed.
zh_hans: 不会尝试绕过兼容性检查。

# server.incompatible.message
source: This app can’t connect because the server version or capabilities are incompatible. Update the server first.
zh_hans: 服务器版本或能力与当前 App 不兼容，请先更新服务器。

# server.incompatible.title
source: Server Incompatible
zh_hans: 服务器不兼容

# server.name.label
source: Name
zh_hans: 名称

# server.name.placeholder
source: Home Library
zh_hans: 家庭书库

# server.other.action
source: Choose Another Server
zh_hans: 选择其他服务器

# server.problem.navigationTitle
source: Connection Problem
zh_hans: 连接问题

# server.profiles.title
source: Servers
zh_hans: 服务器

# server.retry.action
source: Check Again
zh_hans: 重新检查

# server.switch.action
source: Switch Server
zh_hans: 切换服务器

# server.tls.confirm.message.format
source: This setting applies only to “%@”. Certificate changes will no longer be reported.
zh_hans: 此设置仅作用于“%@”。之后的证书变化将不再告警。

# server.tls.confirm.title
source: Permanently ignore certificate validation?
zh_hans: 永久忽略证书验证？

# server.tls.edit.action
source: Return to Edit
zh_hans: 返回编辑

# server.tls.ignore.action
source: Permanently Ignore and Connect
zh_hans: 永久忽略并连接

# server.tls.insecure
source: Certificate validation permanently ignored
zh_hans: 永久忽略证书验证

# server.tls.mode
source: Certificate Validation
zh_hans: 证书验证

# server.tls.navigationTitle
source: Certificate Can’t Be Verified
zh_hans: 证书无法验证

# server.tls.recommended
source: Default and recommended
zh_hans: 默认且推荐

# server.tls.risk.guidance
source: Check the server address and certificate configuration first.
zh_hans: 请先检查服务器地址和证书配置。

# server.tls.risk.message
source: Continuing may allow someone else to intercept your login credentials, session, and reading data.
zh_hans: 继续可能使登录凭证、会话和阅读数据被他人截获。

# server.tls.risk.title
source: Server Identity Can’t Be Confirmed
zh_hans: 无法确认服务器身份

# server.tls.system
source: System Certificate Validation
zh_hans: 系统证书验证

# server.unavailable.message
source: Check the address, network, and server status, then try again. Your entries have been kept.
zh_hans: 请检查地址、网络和服务器状态后重试。已保留当前填写内容。

# server.unavailable.title
source: Can’t Connect to Server
zh_hans: 无法连接服务器

# server.url.footer
source: The address may include a deployment base path. Do not add /api.
zh_hans: 地址可以包含部署路径，请勿添加 /api。

# server.url.invalid
source: Enter a valid HTTP or HTTPS server address.
zh_hans: 请输入有效的 HTTP 或 HTTPS 服务器地址。

# server.url.label
source: Server Address
zh_hans: 服务器地址

# session.unavailable.message
source: Your session and local data are still preserved. Try again when the server or network is available.
zh_hans: 会话和本地数据仍然保留。请在服务器或网络恢复后重试。

# session.unavailable.title
source: Server Temporarily Unavailable
zh_hans: 服务器暂时不可用

# setup.required.message
source: Stage 0 freezes this state but does not include the setup form. Complete server setup on the Web, then check again.
zh_hans: 阶段 0 仅冻结此状态，不包含初始化表单。请先在 Web 完成服务器初始化，然后重新检查。

# setup.required.navigationTitle
source: Setup Required
zh_hans: 需要初始化

# setup.required.title
source: Server Setup Required
zh_hans: 服务器尚未初始化

# tab.home
source: Home
zh_hans: 首页

# tab.library
source: Library
zh_hans: 书库

# tab.me
source: Me
zh_hans: 我的

# tab.shelves
source: Shelves
zh_hans: 书架

# auth.chooseServer
source: Choose another server
zh_hans: 选择其他服务器

# auth.reauthenticate.action
source: Sign in again
zh_hans: 重新登录

# auth.reauthenticate.message
source: Your session for this server has expired. Sign in to return to the app.
zh_hans: 此服务器的会话已失效。重新登录后可返回 App。

# auth.reauthenticate.navigationTitle
source: Reauthenticate
zh_hans: 重新认证

# auth.reauthenticate.title
source: Sign in required
zh_hans: 需要重新登录

# me.account.section
source: Account
zh_hans: 账户

# me.email
source: Email
zh_hans: 邮箱

# me.logout.action
source: Sign out
zh_hans: 退出登录

# me.logout.confirm.action
source: Sign out
zh_hans: 退出登录

# me.logout.confirm.message
source: Signing out clears this server’s saved session and private data from this device.
zh_hans: 退出后会清除此服务器在本设备上保存的会话和私有数据。

# me.logout.confirm.title
source: Sign out of this server?
zh_hans: 要退出当前服务器吗？

# me.name
source: Name
zh_hans: 名称

# me.server.manage
source: Manage servers
zh_hans: 服务器管理

# me.server.section
source: Server
zh_hans: 服务器

# server.activate.action
source: Activate this server
zh_hans: 激活此服务器

# server.activate.confirm.action
source: Activate
zh_hans: 激活

# server.activate.confirm.message.format
source: Switch to %@? Private data and navigation from the current server will be closed.
zh_hans: 切换到“%@”？当前服务器的私有数据和导航将关闭。

# server.activate.confirm.title
source: Switch active server?
zh_hans: 切换当前服务器？

# server.connection.inactive
source: Inactive
zh_hans: 未激活

# server.delete.action
source: Remove server
zh_hans: 移除服务器

# server.delete.confirm.action
source: Remove
zh_hans: 移除

# server.delete.confirm.message.format
source: Remove %@ from this device? Its verified session, downloads, and readable private data will be removed.
zh_hans: 从此设备移除“%@”？其已验证会话、下载和可读私有数据将被移除。

# server.delete.confirm.title
source: Remove this server?
zh_hans: 移除此服务器？

# server.delete.footer
source: Removing a profile does not delete data on the server.
zh_hans: 移除配置不会删除服务器上的数据。

# server.edit.action
source: Edit connection
zh_hans: 编辑连接

# server.edit.title
source: Edit Server
zh_hans: 编辑服务器

# server.removed.message
source: This server profile is no longer available.
zh_hans: 此服务器配置已不存在。

# server.removed.title
source: Server removed
zh_hans: 服务器已移除

# server.save.action
source: Save and verify
zh_hans: 保存并验证

# server.saved.section
source: Server Profiles
zh_hans: 服务器配置

# server.tls.restore.action
source: Restore system trust
zh_hans: 恢复系统信任

# auth.credentials.storageFailed.message
source: The server operation succeeded, but the saved login information could not be updated on this device. You may need to enter it again next time.
zh_hans: 服务器操作已完成，但无法更新此设备上保存的登录信息。下次可能需要重新输入。

# auth.credentials.storageFailed.title
source: Login Information Not Saved
zh_hans: 登录信息未保存

# auth.login.entry.subtitle
source: Connect to your private library
zh_hans: 连接你的私人书库

# auth.server.hint
source: Enter the full address, including http or https and any base path.
zh_hans: 输入包含 http 或 https 及部署路径的完整地址。

# common.done
source: Done
zh_hans: 完成

# server.delete.current.action
source: Remove
zh_hans: 删除

# server.delete.current.hint
source: Removes the server information currently shown in the form.
zh_hans: 删除当前表单中显示的服务器信息。

# server.delete.current.confirm.title
source: Remove this server?
zh_hans: 删除当前服务器？

# server.delete.current.confirm.message.format
source: Remove %@ and its saved login information from this device? The form will be cleared.
zh_hans: 从此设备删除“%@”及其保存的登录信息？删除后表单将清空。

# server.switch.hint
source: Shows your other saved servers.
zh_hans: 显示其他已保存的服务器。

# server.switch.item.hint
source: Fills this server and its saved account into the sign-in form.
zh_hans: 将此服务器及保存的账号填入登录表单。

# server.switch.selected.format
source: %@ selected
zh_hans: 已选择%@

# server.switch.sheet.title
source: Switch Server
zh_hans: 切换服务器

# server.tls.accept.action
source: Accept Risk and Connect
zh_hans: 接受风险并连接

# setup.account.section
source: Administrator Account
zh_hans: 管理员账户

# setup.confirmPassword.mismatch
source: Passwords do not match.
zh_hans: 两次输入的密码不一致。

# setup.confirmPassword.placeholder
source: Confirm password
zh_hans: 确认密码

# setup.field.invalid
source: Check this field and try again.
zh_hans: 请检查此字段后重试。

# setup.form.message
source: Create the first administrator for this private library.
zh_hans: 为此私人书库创建首位管理员。

# setup.name.placeholder
source: Display name
zh_hans: 用户名

# setup.password.minimum
source: Use at least 10 characters.
zh_hans: 密码至少 10 位。

# setup.password.placeholder
source: Password
zh_hans: 登录密码

# setup.scope.footer
source: After creation, server initialization closes and you will enter Home.
zh_hans: 创建后，服务器初始化入口将关闭并进入首页。

# setup.submit.action
source: Create and enter Home
zh_hans: 创建并进入首页

# settings.about.build
source: Build
zh_hans: 构建版本

# settings.about.server.section
source: Current Server
zh_hans: 当前服务器

# settings.about.serverName
source: Name
zh_hans: 名称

# settings.about.serverVersion
source: Server Version
zh_hans: 服务器版本

# settings.about.serverVersion.loading
source: Loading server version
zh_hans: 正在加载服务器版本

# settings.about.serverVersion.retry.hint
source: Attempts to load the server version again
zh_hans: 再次尝试加载服务器版本

# settings.about.title
source: About
zh_hans: 关于

# settings.about.unavailable
source: Unavailable
zh_hans: 暂不可用

# settings.about.version
source: Version
zh_hans: 版本

# settings.avatar.choose.action
source: Choose Photo
zh_hans: 选择照片

# settings.avatar.choose.hint
source: Opens the system photo picker
zh_hans: 打开系统照片选择器

# settings.avatar.error.invalid
source: Choose a valid image that can be safely processed.
zh_hans: 请选择可安全处理的有效图片。

# settings.avatar.error.read
source: The selected photo couldn’t be read. Try another photo.
zh_hans: 无法读取所选照片，请尝试其他照片。

# settings.avatar.error.title
source: Photo Not Updated
zh_hans: 头像未更新

# settings.avatar.error.tooLarge
source: The processed photo must be no larger than 5 MiB.
zh_hans: 处理后的照片不能超过 5 MiB。

# settings.avatar.footer
source: Images are resized when needed and metadata is removed before upload. Maximum 5 MiB.
zh_hans: 上传前会按需缩放并移除图片元数据，最大 5 MiB。

# settings.avatar.remove.action
source: Remove Photo
zh_hans: 移除头像

# settings.avatar.remove.confirm.message
source: Your initials will be shown instead.
zh_hans: 移除后将显示你的名称首字。

# settings.avatar.remove.confirm.title
source: Remove your profile photo?
zh_hans: 移除个人头像？

# settings.error.conflict
source: That value is already in use or has changed. Refresh and try again.
zh_hans: 该信息已被使用或已发生变化，请刷新后重试。

# settings.error.currentPassword.message
source: The current password you entered is incorrect. Check it and try again.
zh_hans: 输入的当前密码不正确，请检查后重新输入。

# settings.error.currentPassword.title
source: Incorrect Current Password
zh_hans: 当前密码错误

# settings.error.emailInUse.message
source: This email address belongs to another account. Use a different email address.
zh_hans: 该邮箱已绑定其他账户，请更换一个邮箱。

# settings.error.emailInUse.title
source: Email Already in Use
zh_hans: 邮箱已被使用

# settings.error.forbidden
source: Your account doesn’t have permission to make this change.
zh_hans: 当前账户无权进行此更改。

# settings.error.notFound
source: This account information is no longer available.
zh_hans: 此账户信息已不可用。

# settings.error.newPasswordMustDiffer.message
source: Choose a new password that is different from your current password.
zh_hans: 新密码不能与当前密码相同，请使用其他密码。

# settings.error.newPasswordMustDiffer.title
source: Choose a Different Password
zh_hans: 新密码不能重复

# settings.error.protocol
source: The server returned an unsupported response.
zh_hans: 服务器返回了不支持的响应。

# settings.error.rateLimited
source: Too many attempts. Wait a moment and try again.
zh_hans: 操作过于频繁，请稍后重试。

# settings.error.referenceCode
source: Error code
zh_hans: 错误代码

# settings.error.server
source: The server couldn’t complete this settings update. Try again later.
zh_hans: 服务器暂时无法完成此次设置更新，请稍后重试。

# settings.error.title
source: Settings Not Updated
zh_hans: 设置未更新

# settings.error.transport
source: Check your connection and try again.
zh_hans: 请检查网络连接后重试。

# settings.error.unauthorized
source: Sign in again to continue.
zh_hans: 请重新登录后继续。

# settings.error.validation
source: Check the information you entered and try again.
zh_hans: 请检查输入内容后重试。

# settings.language.footer
source: The app language changes immediately and is saved to your account.
zh_hans: App 语言会立即切换，并保存到你的账户。

# settings.language.title
source: Language
zh_hans: 语言

# settings.preferences.section
source: Preferences
zh_hans: 偏好

# settings.product.section
source: Product
zh_hans: 产品

# settings.profile.name.hint
source: Enter the display name shown in the app
zh_hans: 输入在 App 中显示的名称

# settings.profile.name.maximum
source: Use 40 characters or fewer for the display name.
zh_hans: 显示名称不能超过 40 个字符。

# settings.profile.name.required
source: Display name can’t be empty.
zh_hans: 显示名称不能为空。

# settings.profile.name.save
source: Save Display Name
zh_hans: 保存显示名称

# settings.profile.name.section
source: Display Name
zh_hans: 显示名称

# settings.profile.subtitle
source: Profile photo and display name
zh_hans: 头像与显示名称

# settings.profile.title
source: Profile
zh_hans: 个人资料

# settings.security.changePassword.action
source: Change Password
zh_hans: 修改密码

# settings.security.confirmPassword
source: Confirm new password
zh_hans: 确认新密码

# settings.security.currentPassword
source: Current password
zh_hans: 当前密码

# settings.security.currentPassword.maximum
source: The current password must be 128 characters or fewer.
zh_hans: 当前密码不能超过 128 位。

# settings.security.currentPassword.required
source: Enter your current password.
zh_hans: 请输入当前密码。

# settings.security.email.footer
source: Your current password is required to change the login email.
zh_hans: 修改登录邮箱需要验证当前密码。

# settings.security.email.hint
source: Enter the email used to sign in
zh_hans: 输入用于登录的邮箱

# settings.security.email.invalid
source: Enter a valid email address.
zh_hans: 请输入有效的邮箱地址。

# settings.security.email.save
source: Save Login Email
zh_hans: 保存登录邮箱

# settings.security.email.section
source: Login Email
zh_hans: 登录邮箱

# settings.security.email.tab
source: Email
zh_hans: 邮箱

# settings.security.email.unchanged
source: Enter a different login email before saving.
zh_hans: 请先输入与当前邮箱不同的登录邮箱。

# settings.security.logout.footer
source: Signing out removes this server’s saved session and private data from this device.
zh_hans: 退出登录会移除此设备上当前服务器的已保存会话和私有数据。

# settings.security.newPassword
source: New password
zh_hans: 新密码

# settings.security.newPassword.maximum
source: Use 128 characters or fewer for the new password.
zh_hans: 新密码不能超过 128 位。

# settings.security.newPassword.minimum
source: Use at least 10 characters for the new password.
zh_hans: 新密码至少需要 10 位。

# settings.security.password.footer
source: Changing your password securely clears this server’s private local data before updating the account, then signs you out.
zh_hans: 修改密码前会安全清理当前服务器的私有本地数据；修改成功后将退出登录。

# settings.security.password.mismatch
source: The new passwords don’t match.
zh_hans: 两次输入的新密码不一致。

# settings.security.password.section
source: Password
zh_hans: 密码

# settings.security.password.tab
source: Password
zh_hans: 密码

# settings.security.purgeFailed
source: Private local data couldn’t be cleared, so your password was not changed.
zh_hans: 无法清理私有本地数据，因此未修改密码。

# settings.security.subtitle
source: Login email, password, and sign out
zh_hans: 登录邮箱、密码与退出登录

# settings.security.title
source: Account & Security
zh_hans: 账户与安全

# settings.server.accessibility.format
source: Current server, %1$@, %2$@. Read only.
zh_hans: 当前服务器，%1$@，%2$@。只读。

# settings.server.current
source: Current
zh_hans: 当前

# common.close
source: Close
zh_hans: 关闭

# reader.close
source: Close Reader
zh_hans: 关闭阅读器

# reader.controls.show
source: Show reading controls
zh_hans: 显示阅读控制

# reader.comic.page.format
source: Page %d
zh_hans: 第 %d 页

# reader.error.title
source: Unable to Open Book
zh_hans: 无法打开图书

# reader.error.UNSUPPORTED_FORMAT
source: This publication format is not supported by the Reader.
zh_hans: 阅读器暂不支持此出版物格式。

# reader.error.CORRUPT_FILE
source: The book content is damaged or invalid and cannot be parsed.
zh_hans: 图书内容损坏或格式无效，无法解析。

# reader.error.COMIC_ARCHIVE_OPEN_FAILED
source: The downloaded comic could not be opened. It may be damaged, encrypted, or use an unsupported archive format.
zh_hans: 无法打开已下载的漫画文件。文件可能损坏、加密，或当前设备不支持该压缩格式。

# reader.error.COMIC_ARCHIVE_ENCRYPTED
source: This comic archive is encrypted and cannot be opened.
zh_hans: 漫画压缩包已加密，无法打开。

# reader.error.COMIC_ARCHIVE_PART_MISSING
source: A required volume of this multi-part comic archive is missing.
zh_hans: 多卷漫画压缩包缺少必需的分卷文件。

# reader.error.COMIC_ARCHIVE_FORMAT_UNSUPPORTED
source: This comic is not a supported ZIP, RAR, or RAR5 archive.
zh_hans: 漫画不是受支持的 ZIP、RAR 或 RAR5 压缩格式。

# reader.error.COMIC_ARCHIVE_CORRUPT
source: This comic archive is damaged or incomplete.
zh_hans: 漫画压缩包已损坏或不完整。

# reader.error.COMIC_PAGE_DECODE_FAILED
source: A comic page could not be decoded.
zh_hans: 无法解码漫画页面。
